Repository: MateiCiobanu/DotnetRepo
Catalog: Tema3/Resources/ProductResources.*.resx
Languages: ro

# Category_Electronics
source: Electronics & Technology
ro: Electronică și Tehnologie

# Category_Clothing
source: Clothing & Fashion
ro: Îmbrăcăminte și Modă

# Category_Books
source: Books & Media
ro: Cărți și Media

# Category_Home
source: Home & Garden
ro: Casă și Grădină

# Category_Uncategorized
source: Uncategorized
ro: Necategorizat

# Status_OutOfStock
source: Out of Stock
ro: Stoc Epuizat

# Status_Unavailable
source: Unavailable
ro: Indisponibil

# Status_LastItem
source: Last Item
ro: Ultimul Produs

# Status_LimitedStock
source: Limited Stock
ro: Stoc Limitat

# Status_InStock
source: In Stock
ro: În Stoc

# Age_NewRelease
source: New Release
ro: Lansare Nouă

# Age_MonthsOld
source: {0} months old
ro: {0} luni vechime

# Age_YearsOld
source: {0} years old
ro: {0} ani vechime

# Age_Classic
source: Classic
ro: Clasic
